// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "Ricerca dispositivo";


// Search Task
SearchTaskName = "Seleziona dispositivo";
SearchTaskTitle = "Seleziona il dispositivo da configurare";

AllFilterTitle = "Tutte";

DevicesFilterLabel = "Dispositivi:";
SupportedDevicesFilterTitle = "Supportato";

ConnectionFilterLabel = "Connessione:";

DeviceNameColumnTitle = "Nome dispositivo";
ConnectionColumnTitle = "Connessione";
DetailsColumnTitle = "Dettagli";
DeviceModelColumnTitle = "Modello dispositivo";

DeviceIsNotListedButtonTitle = "Il mio dispositivo non è nell\'elenco...";
SpecifyDeviceManuallyButtonTitle = "Specifica dispositivo manualmente…";

AdminPasswordIsSetOnDeviceTitle = "Sul dispositivo selezionato è impostata una password amministratore";
AdminPasswordIsSetOnDeviceText = "Il dispositivo selezionato sembra essere già configurato. Per procedere comunque con la configurazione, fare clic sul pulsante \"Continua\".";
AdminPasswordIsSetOnDeviceAWCConnectionText = "Il dispositivo selezionato sembra essere già configurato.";

DeviceCommunicationError = "Errore di comunicazione";
DeviceCommunicationErrorText = "Si è verificato un errore di comunicazione con il dispositivo. Verificare che il dispositivo sia pronto e riprovare.";
DeviceCommunicationTimeoutErrorText = "Il dispositivo non risponde. Verificare che sia connesso correttamente e riprovare.";

ManualSpecifyTaskDescription = "Specifica il dispositivo manualmente";
ManualSpecifyOkButtonTitle = "Connetti";
